[Mission05.ID_Orchid_HermitBox MissionItemDefinition]
UseFailureCharacterMessage="This is what he wanted. %s For this article."
ItemName="A tribute to Herbert"
PickupMessage="Did you %s"
UseFailureLevelMessage="You must have %d to use it.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="usually"

[Mission05.ID_Orchid_HermitBox:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Herbert's gift was well received.."
NoConstraintText=""
Suffix=""
Prefix=""

[Mission05.MO_Orchid_HermitBox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Mission05.MO_Orchid_HermitDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_GiveGift InteractionIconDefinition]
Text="the day"

